{
  "api": {
    "names": [
      "Побег из Шоушенка",
      "Зелёная миля",
      "Один литр слёз",
      "Форрест Гамп",
      "Жил-был пёс",
      "Леон",
      "Достучаться до небес",
      "Король Лев",
      "Доктор Хауc",
      "Аватар: Легенда об Аанге",
      "Иван Васильевич меняет профессию",
      "Шерлок Холмс и доктор Ватсон: Знакомство",
      "1+1",
      "Игра престолов",
      "Место встречи изменить нельзя",
      "Список Ланъя",
      "Падал прошлогодний снег",
      "Хилер",
      "Гравити Фолз",
      "Я слышу тебя",
      "Бойцовский клуб",
      "Во все тяжкие",
      "Светлячок",
      "Декстер",
      "Рик и Морти",
      "Мой босс, мой герой",
      "Операция «Ы» и другие приключения Шурика",
      "Настоящий детектив",
      "Любовная перетасовка",
      "И снова поцелуй",
      "Друзья",
      "Великий учитель Онид",
      "Для тебя во всем цвету",
      "Игра лжецов 2",
      "Забить на последней секунде",
      "Властелин колец: Возвращение Короля",
      "Ты прекрасен!",
      "Алые сердца",
      "Продвижение Нобуты",
      "Семнадцать мгновений весны"
    ],
    "descriptions": [
      "Шоушенк - название тюрьмы. И если тебе нет еще 30-ти, а ты получаешь пожизненное, то приготовься к худшему: для тебя выхода из Шоушенка не будет! Актриса Рита Хэйворт - любимица всей Америки. Энди Дифрейну она тоже очень нравилась. Рита никогда не слышала о существовании Энди, однако жизнь Дифрейну, бывшему вице-президенту крупного банка, осужденному за убийство жены и ее любовника, Рита Хэйворт все-таки спасла.",
      "Обвиненный в страшном преступлении, Джон Коффи оказывается в блоке смертников тюрьмы «Холодная гора». Вновь прибывший обладал поразительным ростом и был пугающе спокоен, что, впрочем, никак не влияло на отношение к нему начальника блока Пола Эджкомба, привыкшего исполнять приговор. Гигант удивил всех позже, когда выяснилось, что он обладает невероятной магической силой...",
      "Ради чего жить, когда нет надежды? Когда знаешь, что все твои усилия напрасны, а слова не имеют смысла? Когда каждый твой прожитый день может стать последним?... Ая Икэути ничем не отличалась от своих сверстников. Жила не слишком богато, но и не слишком бедно. Семья большая и очень дружная. Училась она хорошо, нельзя сказать, что блестяще, но знаний хватило для поступления в элитную школу «Хигаси». И все было бы прекрасно, если бы не одно но… Внезапные падения, неспособность держать палочки для еды, нарушенная координация – все это не причины обычного переутомления, как считала Ая, а нечто более серьезное – страшная болезнь, которая постепенно разрушает ее мозг, а вместе с ним и надежды на нормальную жизнь. Эта история о том, как болезнь медленно съедает человека… Или все же нет?! Может она о том, как Ая радовалась каждому дню и училась ценить жизнь? Или о том, что надежда есть всегда?! Если не на спасение, то хотя бы на шанс увидеть мир другими глазами…",
      "1981-й год, провинциальный городок Саванна, штат Джорджия. Форрест Гамп (Том Хэнкс, премия «Оскар»), сидя на скамейке, коротает время, рассказывая людям, так же, как и он, ждущим нужного автобуса, о своей удивительной судьбе. Когда-то из-за низкого коэффициента интеллекта Форреста не желали, невзирая на просьбы мамы (Салли Филд), даже принимать в школу — но со временем парень стал знаменитостью родного Гринбоу. Гамп успел побывать лучшим игроком футбольной команды Университета Алабамы, совершить подвиги на вьетнамской войне, сказочно разбогатеть на ловле креветок и стать невольным организатором уникального многолетнего марафона. И через всю жизнь Форрест пронёс любовь к прекрасной Дженни (Робин Райт)…",
      "Фильм по мотивам украинской сказки о том, как старый дворовый пес подружился с волком, и о том, что за добро всегда воздается добром.",
      "Наёмный убийца по имени Леон (Жан Рено), итальянец по происхождению, обосновавшийся в Нью-Йорке, который получает заказы через своего друга Тони (Дэнни Айелло), считается одним из лучших специалистов в этом непростом и неблагодарном деле. Однако профессионал отходит от жёстких принципов, став свидетелем убийства живущей по соседству семьи полицейскими из отдела по борьбе с наркотиками во главе с безжалостным Стэнсфилдом (Гэри Олдман) и укрыв двенадцатилетнюю Матильду (Натали Портман). Необычный тандем вынужден приложить неимоверные усилия, чтобы остаться в живых. ",
      "Случайно познакомившихся в больнице, Мартина Брешта (Тиль Швайгер) и Руди Вурлицера (Ян Йозеф Лиферс) сплотила общая беда: жить им, по словам врачей, осталось считанные дни. Поддавшись мгновенному импульсу, Мартин и Руди решают во что бы то ни стало увидеть перед смертью море, о котором в раю только и говорят. Проблема лишь в том, что автомобиль, позаимствованный приятелями, принадлежит гангстеру Куртицу (Рутгер Хауэр) – и в погоню за дуэтом отправляются хладнокровные убийцы, бельгиец Хенк (Тьерри Ван Вервеке) и араб Абдул (Мориц Бляйбтрой).",
      "Лев Муфаса (озв. Джеймс Эрл Джонс) заслужил всеобщее уважение благодаря мудрому и дальновидному правлению на Землях Прайда. Лишь его младший брат Шрам (озв. Джереми Айронс) затаил смертельную обиду и вынашивает зловещие планы, мечтая занять трон. Орудием злодея становится несмышлёный и добрый Симба (озв. Джонатан Тэйлор Томас), якобы ставший невольным виновником гибели отца. Подавшийся в добровольное изгнание, львёнок вырос в весёлой и беспечной компании с бородавочником Пумбой (озв. Эрни Сабелла) и сурикатом Тимоном (озв. Нейтан Лейн). Но близится миг, когда Симбе придётся вернуться в родные края.",
      "Доктор Грегори Хаус (Хью Лори) не отличается проникновенностью в общении с больными и с удовольствием избегает их, если только есть возможность. Он сам всё время проводит в борьбе с собственной болью, а трость в его руке только подчеркивает его жесткую ядовитую манеру общения. Порой его поведение можно назвать почти бесчеловечным, и при этом он прекрасный врач, обладающий нетипичным умом и безупречным инстинктом, что снискало ему глубокое уважение. Будучи инфекционистом, он ещё и замечательный диагност, который любит разгадывать медицинские загадки, чтобы спасти кому-то жизнь. Доктор Хаус — мерзкая личность. Алкоголик и наркоман, он унимал свою мигрень ЛСД, а когда слезал с викодина чуть не угробил своего пациента. Кроме того у него аддикция к азартным играм и он пользуется услугами проституток. Он циник и грубиян. Позавтракать, разложив еду на коматозном больном, для него тоже не проблема. Но, есть одно но. Только он может поставить правильный диагноз пациенту, от которого отказались практически все врачи. Каждую неделю новая загадка… новое дело, которое по зубам только одной команде, которую возглавляет доктор Хаус.",
      "Мир разделен на четыре народа: Водные племена, королевство Земли, Воздушные кочевники и странна Огня. В этом мире часть людей из каждого народа обладают способностью к контролю своего элемента, такие люди именуют себя магами Воды, Земли, Воздуха или Огня. Только Аватар является властелином всех четырех стихий. Его роль заключается в поддержке баланса между народами и сохранении мирового порядка. Однажды предводитель странны Огня, Хозяин Огня развязал войну со всем миром, с целью подчинить себе остальные народы. Ответственность за спасение мира легла на плечи 12-его мальчика, мага Воздуха по имени Аанг, который узнал, что он Аватар. Аанг отправляется в опасное путешествие вместе со своими отважными друзьями из племени Воды, Катарой и ее братом Соккой. Ему предстоит овладеть всеми стихиями, пройти через множество испытаний, перебороть свои страхи и сразить Хозяина Огня, чтобы остановить войну и восстановить равновесие в мире.",
      "Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с далеким шестнадцатым веком - точнее, с палатами государя Ивана Грозного. Туда-то и попадают тезка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский. На их место в двадцатом веке <переселяется> великий государь. Поломка машины времени приводит ко множеству неожиданных и забавных событий...",
      "Доктор Джон Ватсон (Виталий Соломин), служивший в Восточной Индии и недавно демобилизовавшийся, узнаёт от знакомого о возможности снять квартиру в Лондоне по адресу Бейкер-стрит, 221-б. Его устраивают и цена, и условия, выставленные хозяйкой — благообразной миссис Хадсон (Рина Зелёная). Однако чем дальше, тем больше вопросов вызывает второй жилец. Шерлока Холмса (Василий Ливанов) навещают сомнительные посетители, он демонстрирует глубокие познания лишь в специфических областях науки и абсолютно равнодушен ко всему прочему, да и вообще — ведёт себя крайне подозрительно. Неужели доктору Ватсону «посчастливилось» поселиться вместе с мозгом столичного преступного мира?",
      "Молодой темнокожий парижанин по имени Дрисс (Омар Си, премия «Сезар»), привезённый в детстве дядей и тётей из Сенегала, который только что отбыл тюремный срок за ограбление, приходит, выполняя требования службы занятости, на собеседование к мультимиллионеру Филиппу (Франсуа Клюзе), чудом выжившему в результате падения на параплане и остающемуся парализованным уже несколько лет. Никто не ожидал, что ему будет предложено место, а тем более — что эксцентричный и искренний соискатель согласится на испытательный срок. Тем не менее между Дриссом и Филиппом быстро устанавливается настоящая дружба.",
      "Длинное лето и мирная жизнь подошли к концу, а наступающая зима может продлиться годы. Борьба за Железный престол Семи королевств началась. Война охватит весь вымышленный континент Вестерос, от южных теплых земель до самого севера, где высокая ледяная Стена пока еще защищает королевства от темных сил. Короли и королевы, принцы и принцессы, рыцари и мятежники, никто не останется в стороне от жестоких игр за власть."
    ],
    "genres": [
      "comedy",
      "crime",
      "documentary",
      "drama",
      "horror",
      "family",
      "romance",
      "scifi",
      "thriller"
    ],
    "previewVideoLinks": [
      "http://www.world-art.ru/large/cinema/flv/kgke49eode6om6bmf1no.mp4",
      "http://www.world-art.ru/large/cinema/flv/kpk1cknfdi4gbc72b7le.mp4",
      "http://www.world-art.ru/large/cinema/flv/o98pdio2fd4cg7ipak7c.mp4",
      "http://www.world-art.ru/large/cinema/flv/kiakkl4kad7b8ic7ll83.mp4",
      "http://www.world-art.ru/large/cinema/flv/a1pfd99em7kaie59ide6.mp4",
      "http://www.world-art.ru/large/cinema/flv/nipl23d9beec6ng3434c.mp4",
      "http://www.world-art.ru/large/cinema/flv/ed2co21cceb2idfii548.mp4"
    ],
    "videoLinks": [
      "http://www.world-art.ru/large/cinema/flv/kgke49eode6om6bmf1no.mp4",
      "http://www.world-art.ru/large/cinema/flv/kpk1cknfdi4gbc72b7le.mp4",
      "http://www.world-art.ru/large/cinema/flv/o98pdio2fd4cg7ipak7c.mp4",
      "http://www.world-art.ru/large/cinema/flv/kiakkl4kad7b8ic7ll83.mp4",
      "http://www.world-art.ru/large/cinema/flv/a1pfd99em7kaie59ide6.mp4",
      "http://www.world-art.ru/large/cinema/flv/nipl23d9beec6ng3434c.mp4",
      "http://www.world-art.ru/large/cinema/flv/ed2co21cceb2idfii548.mp4"
    ],
    "actors": [
      "Shimura Takashi",
      "Mifune Toshirou",
      "Inaba Yoshio ",
      "Miyaguchi Seiji",
      "Chiaki Minoru",
      "Katou Daisuke",
      "Kimura Isao",
      "Tsushima Keiko",
      "Shimazaki Yukiko",
      "Fujiwara Kamatar",
      "Kosugi Yoshio",
      "Hidari Bokuzen",
      "Tsuchiya Yoshio",
      "Koudou Kuninori",
      "Touno Eijirou",
      "Toyama Haruko"
    ],
    "producers": [
      "Shimura Takashi",
      "Mifune Toshirou",
      "Inaba Yoshio ",
      "Miyaguchi Seiji",
      "Chiaki Minoru",
      "Katou Daisuke",
      "Kimura Isao",
      "Tsushima Keiko",
      "Shimazaki Yukiko",
      "Fujiwara Kamatar",
      "Kosugi Yoshio",
      "Hidari Bokuzen",
      "Tsuchiya Yoshio",
      "Koudou Kuninori",
      "Touno Eijirou"
    ],
    "posterImages": [
      "http://www.world-art.ru/cinema/img/converted_images_40000/optimize_a/36896-ahgo-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-74m1-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-7jie-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-n8vj-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-t2xu-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-kjvh-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-ljz4-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-ylr4-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-mogx-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4110-fef1-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-8wugq-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-qqppa-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-hoz74-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-pbgbb-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-ql8jo-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-aa7nd-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-eifxj-optimize_a.jpg",
      "http://www.world-art.ru/cinema/img/converted_images_10000/optimize_a/4277-ourq2-optimize_a.jpg"
    ],
    "backgroundImages": [
      "http://www.world-art.ru/cinema/img/10000/4111/u4zm.jpg",
      "http://www.world-art.ru/cinema/img/10000/4111/nygs.jpg",
      "http://www.world-art.ru/cinema/img/10000/4277/vv4i.jpg",
      "http://www.world-art.ru/cinema/img/10000/4277/z6bu.jpg",
      "http://www.world-art.ru/cinema/img/10000/4277/855f.jpg",
      "http://www.world-art.ru/cinema/img/10000/5397/uz5k.jpg"
    ]
  }
}
